@extends('layouts.main')
@section('title','About')
@section('content')
<h1 style="text-align: center;"> Основно о НИГП-у</h1>
          <p align="justify">Национална инфраструктура геопросторних података – НИГП, (енг. National Spatial Data Infrastructure – NSDI), представља интегрисани систем геопросторних података, који омогућава корисницима да идентификују и приступе просторним информацијама добијеним из различитих извора, од локалног, преко националног до глобалног нивоа, на свеобухватан начин. </p>
          <p align="justify">Савремено друштво захтева квалитетне информације о простору за оптимално управљање, ефикасно решавање и континуирани развој.</p>
          <p align="justify">Геоинформације данас представљају кључни елемент у процесу доношења одлука, за оптимално управљање ресурсима, размену података, комуникацију и одржив развој. Развој технологије доприноси да геоинформације постану обавезни елемент савременог друштва. Технологија ће достићи пун потенцијал када јавна управа одлучи да повећа приступ ка географским информацијама кроз инфраструктуру просторних података.</p>

          <p align="justify">Национална инфраструктира геопросторних података – НИГП, (енг. National Spatial Data Infrastructure – NSDI), представља интегрисани систем геопросторних података, који омогућава корисницима да идентификују и приступе просторним информацијама добијеним из различитих извора, од локалног, преко националног до глобалног нивоа, на свеобухватан начин.</p>

          <p align="justify">Просторне информације уједињене у заједничку инфраструктуру обезбеђују мноштво могућности за унапређење јавних сервиса, онемогућавајући дуплирање и неконзистентност података.</p>

          <p align="justify">Републички геодетски завод, уз подршку норвешке агенције за картографију и катастар Статенс Картверк, започео је иницијалне активности на успостављању инфраструктуре просторних података у Србији у складу за европским иницијативама и тенденцијама. Подршка ја заснована на успешним искуствима постигнутим у Норвешкој на оснивању и развоју инфраструктуре просторних података Digital Norway.</p>

          <p align="justify">Досадашње активности, реализоване највећим делом, кроз сарадњу у оквиру српско-норвешког РГЗ-СК твининг пројекта:
          <ul>
           <li>У оквиру Закона о државном премеру и катастру дефинисано је поглавље којим се ствара легална основа за успостављање НИГП-а у Србији, при чему су поједине одредбе ИНСПИРЕ директиве транспоноване у Закон. Планирана је транспозиција осталих одредби директиве кроз подзаконску регулативу. Закон о државном премеру и катастру је ступио на снагу у септембру 2009.</li>
           <li>Републички геодетски завод израдио је нацрт стратегије за успостављање НСДИ у Србији за период 2009 – 2012</li>
           <li>Дефинисан је српски профил за метаподатке, заснован на ИНСПИРЕ имплементационим правилима и ИСО стандардима. За потребе прикупљања и одржавања метаподатака израђује се едитор метаподатака који подржава српски профил.</li>
           <li>Иницијални српски геопортал је у званично пуштен у рад.</li>
          </ul>
    
          </p>
          <p align="justify">Циљ стратегије НИГП-а је успостављање инфраструктуре, обезбеђујући подршку квалитетном и стабилном развоју животне средине, у спрези са економским растом, кроз ефикасне сервисе, испуњавајући потребе и захтеве јавног и приватног сектора, као и свих грађана. Стратегија представља оквир унутар кога се може развијати политика широког коришћења геоинформација и спречити дуплирање напора и смањење административних трошкова.</p>

          <p align="justify">Стратегија ће усмеравати стварање НИГП-а у Србији кроз следеће стратешке области:
          <ol>
          <li>Сарадња</li>
          <li>Просторни подаци и сервиси</li>
          <li>Стандардизација</li>
          <li>Правни оквир</li>
          <li>Геодетски референтни систем</li>
          <li>Финансирање</li>
          <li>Истраживање, развој и едукација</li>
          </ol>
    
          </p>
          <p align="justify">Различити учесници радиће заједно на извршењу стратегије постизањем дефинисаних циљева. Ефективност имплементације стратегије зависиће од непрекидног укључивања широког спектра партнера из геосектора.</p>

          <p align="justify">Републички геодетски завод (РГЗ) је одлучан да преузме вођство у развоју стратегије и припадајућег плана за имплементацију. НИГП не може бити креиран и одржаван од стране једне организације. Кључна улога РГЗ је вођство, развој и промоција заједничке инфраструктуре кроз искрен заједнички приступ између свих заинтересованих страна.</p>

          <p align="justify">Кључни фактор за успешну имплементацију НИГП је омогућавање корисницима да приступају просторним подацима кроз успешну сарадњу.</p>

    @endsection
