@extends('layouts.main')
@section('title','Inspire')
@section('content')
<h1> INSPIRE </h1>
        <p align="justify"> INSPIRE (Infrastructure for SPatial InfoRmation in Europe initiative – Инфраструктура за просторне информације у Европи) је иницијатива коју је покренула, развила и усвојила као директиву Европска унија 14. марта 2007, у сарадњи са државама чланицама и прикљученим државама.

</p>
<p align="justify">Сврха директиве је дефинисање основних правила усмерених ка успостављању Инфраструктуре просторних информација у Европској унији за потребе еколошких политика Заједнице и потребе политика и активности које могу имати утицај на животну средину.</p>
<p align="justify">Потреба за INSPIRE директивом проистекла је из општег стања и недефинисаних правила везаних за просторне податке у Европи. Геопросторне податке карактерише:
          <ul>
           
            <li> Подељеност и недостатак одговарајуће доступности података, </li>
            <li> Мањак усклађености између података различитих географских размера,</li>
            <li> Редудантност прикупљања,</li>
            <li> Недовољно коришћење стандарда (некомпатибилни подаци и информациони системи, подељеност и преклапање података),</li>
            <li> Недостатак координације између управљачких нивоа који су одговорни за прикупљање података,</li>
            <li> Недостатак одговарајућих података,</li>
            <li> Рестрикције у дистрибуцији података (ауторска права, приступ подацима, накнаде, итд.)</li>

           
          </ul>
</p>

          <p align="justify">Наведено стање отежава идентификацију, приступ и коришћење постојећих података.</p>

          <p align="justify">INSPIRE директива има намеру на покрене израду инфраструктуре европских просторних информација која корисницима даје интегрисани сервис просторних информација. Овај сервис треба да омогући корисницима да идентификују и приступе просторним или географским информацијама из низа извора, од локалног до глобалног нивоа, на интер-функционалан начин за широк спектар корисника.</p>

          <p align="justify">Намера је де се учине доступним релевантни и квалитетни географски подаци као основа за постепено стварање хармонизоване просторне структуре података, у циљу формулисања, имплементације, надзора и процене приликом доношења одлука на нивоу Европске уније, са становишта територијалног утицаја.</p>

          <p align="justify">INSPIRE је интересантан модел за развој не само техничке инфраструктуре, већ такође и размена искуства и метода рада, кроз сарадњу и партнерство.</p>
         
          <p align="justify"> Инфраструктуру просторних података треба успоставити поштовањем следећих INSPIRE принципа:
            <ul>
                <li> Податке треба прикупити једном и одржавати на нивоу где се то може радити најефикасније

                <li> Треба омогућити комбиновање континуираних просторних података из различитих извора широм Европе и поделити их између корисника и апликација</li>

                <li> Треба омогућити да информације прикупљене на једном нивоу буду подељене на различитим нивоима,</li>

                <li> Просторни подаци потребни за ефикасно управљање не би смели бити доступни само уколико је ограничено њихово масовно коришћење,</li>

                <li> Потребно је омогућити лако проналажење доступних просторних података, процену да ли су погодни за употребу и остварење циља и услове за њихово добијање и коришћење,</li>

                <li> Географски подаци треба да буду једноставни за разумевање и интерпретирање пошто ће бити документовани на одговарајући начин, те се могу представити у одређеном контексту који ће бити прилагођен да одговара корисницима.</li>
            </ul>
          </p>
            <p align = "justify">Скупови просторних података у контексту директиве морају бити у дигиталној форми у власништву јавних институција у вези једне или више тема које су дате у анексима.</p>
            <p align = "justify"> Теме просторних података дефинисане INSPIRE директивом:
        
                <p align = "justify">Анекс I
            <ul>
                <li>Референтни координатни систем</li>

                <li> Географски грид систем </li>

                <li> Географски називи </li>

                <li> Административне јединице </li>

                <li> Адресе </li>

                <li> Катастарске парцеле </li>

                <li> Саобраћајна мрежа </li>

                <li>   Хидрографија </li>

                <li> Заштићена подручја </li>
                        </ul>
                        </p>
            <p align="justify">Анекс II

            <ul>
            <li>  Висине </li>

            <li>  Покривеност тла </li>

            <li> Орто-снимци </li>

            <li> Геологија </li>
                        </ul>
                        </p>

            <p align="justify">Анекс III
            <ul>
            <li> Статистичке јединице </li>

            <li>  Зграде </li>

            <li>  Тло</li>

            <li>  Коришћење и намена земљишта </li>

            <li>  Здравље и заштита људи </li>

            <li>  Водови и државни сервиси </li>

            <li>  Праћење животне средине </li>

            <li>  Производни и индустријски капацитети </li>

            <li>  Пољопривреда и пољопривредни капацитети </li>

            <li>  Демографија </li>

            <li> Управљање земљиштем, зоне регулације и ограничења, </li>

            <li>  Зоне природних ризика </li>

            <li>  Атмосферски услови </li>

            <li>  Метеоролошко-географске карактеристике </li>

            <li>  Океанографске карактеристике </li>

            <li>  Морска подручја </li>

            <li>  Био-географска подручја </li>

            <li> Становање и биотопи</li>

            <li>Дистрибуција врста</li>

            <li>  Енергетски извори</li>

            <li>  Извори минерала </li>
                </ul>
                </p>
         </p>
@endsection