@extends('layouts.main')
@section('title','Partners')
@section('content')

<h1> Партнери</h1>
        
          <p align="justify"> Једна од стратешких активности НИГП-а је стварање сервисно оријентисане мреже удружених субјеката заснована на заједничком оквиру, регулисана споразумима и уговорима. Ова мрежа мора стимулисати размену података у циљу побољшања деловања јавног сектора поштујући власништво над подацима удружених партнера кроз систематско дугорочно удруживање. <br>

          Важна компонента за постизање ефикасне инфраструктуре зависи од поверења и удруживања између свих учесника, преко административних граница. Успех реализације стратешких циљева зависи ће од тога колико се добра сарадња и управљање може постићи у пракси у складу са акционим планом. Ангажованост партнера да раде заједно ради постизања заједничких циљева је кључно за успех. <br>

          Ефикасна и исплатива размена информација између јавног и приватног сектора захтева коришћење заједничких просторних података кроз сервисе гарантоване доступности и квалитета. Програм стратешког деловања треба да осигура вишеструко искоришћење потпуне вредности информација са просторним карактеристикама за добробит друштва у целини.
          <br>
          Геодетске организације обављају стручне послове који се односе на премер, израду, одржавање и обнову катастра непокретности и катастра водова. Такође, израђују техничку документацију, топографске планове за потребе урбанистичког пројектовања и другог планирања и геодетске радове у инжењерско-техничким областима.
          <br>
          РГЗ је саставио упитник за потенцијалне партнере у вези успостављања НИГП-а. Упитник је припремљен у циљу прикупљања ваљаног сазнања од потенцијалних партнера у вези извора, примене и потребе за просторним подацима. Овај упитник је попуњаван на добровољној основи и подаци ће се користити искључиво за потребе истраживања у вези корисничких захтева и очекивања, за потребе креирања стратегије успостављања НИГП-а у Србији. <br>

          Упитник за партнере у НИГП-у може се пронаћи на РГЗ сајту <a href="http://www.rgz.gov.rs/upitnik"> http://www.rgz.gov.rs/upitnik</a>.</p>
       
   
@endsection