@extends('layouts.main')
@section('title','Terms')
@section('content')
<h1> Термини </h1>
<p align="justify"> Термини који се најчешће користе код просторних података.</p>
<p align="justify"> INSPIRE Infrastructure for Spatial Information in Europe – Инфраструктура за просторне информације у Европи. INSPIRE је директива Европске комисије са циљем да креира инфраструктуру за геоподатке у Европи са акцентом на питања животне средине.</p>

<p align="justify">
У смислу директиве, примењиваће се следеће дефиниције:
<ul> 
    <li>Инфраструктура за просторне информације подразумева мета-податке, сетове просторних података и сервисе просторних података; мрежне сервисе и технологије, споразуме о дељењу, приступу и употреби; и механизме координације и надзора, процесе и процедуре, успостављене, вођене или стављене на располагање у складу са овом директивом.</li>
    <li>Просторни подаци су сви они подаци који имају директну или индиректну везу са специфичном локацијом или географским подручјем.</li>
    <li> Сет просторних података подразумева колекцију просторних података који су међусобно повезани.</li>
    <li>Сервиси просторних података означавају операције које се могу обавити позивањем рачунарске апликације над просторним подацима који су садржани у сетовима просторних података или на повезаним мета-подацима.</li>
    <li>Просторни објекат је апстрактна представа стварног феномена, а у вези са конкретном локацијом или географским подручјем.</li>
    <li> Метаподаци подразумевају информације које описују сетове просторних података и сервисе просторних података; омогућавају њихово проналажење, пописивање и употребу.</li>
    <li> Интероперабилност подразумева могућност комбиновања сетова просторних података и интеракцију сервиса, без мануелне интервенције, на начин да резултат буде кохерентан и да се повећава вредност сетова и сервиса података.</li>

    <li>Inspire гео-портал је интернет сајт или еквивалентан портал који омогућава приступ сервисима за проналажење, преглед, преузимање, трансформацију и повезивање.</li>

    <li>Сервиси проналажења (discovery services) омогућавају претрагу за сетовима и сервисима просторних података на основу садржаја одговарајућих мета-података; и приказивање садржаја мета-података.</li>

    <li>Сервиси прегледа (view services) као минимум омогућавају приказ, навигацију, зумирање, померање или преклапање сетова просторних података који се могу гледати и приказ информација легенде и релевантног садржаја мета-података.</li>

    <li>Сервиси преузимања (download services) који омогућавају преузимање копија сетова просторних података или делова ових сетова и, где је изводљиво, директан приступ преузетим.</li>

    <li>Сервиси трансформације (transformation services) који омогућавају трансформацију сетова просторних података, имајући у виду постизање интероперабилности</li>

    <li>Сервиси повезивања (invoked services) сервиси који омогућавају позивање сервиса просторних података</li>

    <li>Геоинформације

Геоинформације је скраћеница од географске информације. Географске информације су креиране руковањем географским (или просторним) подацима, обично познати по скраћеници геодата у рачунарском систему.</li>

<li>Инетроперабилност

То је особина која дозвољава другом систему да функционише ефективно и исправно, као део другог система [GIDEON – Холандска стратегија за геоподатке] (нпр. подаци из спољних софтверских пакета у апликацији)

Могуће је комбиновање сетова података тако да сервиси могу да раде заједно. [Шведска стратегија за геоподатке]</li>

<li>Стандарди

Процедуре или критеријуми коришћења који су усвојени од групе људи. [GIDEON – Холандска стратегија за геоподатке]</li>

<li>Сервис

Посебан део функционалности који је обезбеђен од ентитета кроз интерфејс. [OGC]

Софтвер који подржава заједнички рад између рачунара преко мреже. Сервиси који су добро дефинисани и независни комуницирају један са другим и задовољавају остале функције, као апликације преко Интернета. Сервиси могу, на пример, пронаћи, поредити и испоручити геоподатке. [Шведска стратегија за геоподатке]</li>

<li>Метаподаци

Информације које описују податке и сервисе и омогућавају проналажење, процену и коришћење података. [Шведска стратегија за геоподатке]</li>

<li>Геопортал

Геопортал садржи web-оријентисане сервисе који омогућавају корисницима лакше претраживање, преглед и преузимање података из различитих извора који су физички смештени у различита окружења. [Шведска стратегија за геоподатке]

Геопортал је web сајт који делује као улаз према јединственом месту приступа ка више ресурса. То је web окружење које дозвољава организацији или заједници информатичких корисника и провајдера да удруже и деле садржај. Организован је као скуп линкова према другим сајтовима. [Словачка стратегија за геоподатке]</li>

<li>Хармонизација

Хармонизација је обезбеђивање приступа подацима кроз интероперабилну мрежу сервиса који дозвољавају комбиновање просторних података на доследан начин.

Хармонизација је метод за имплементацију интероперабилности у складу са метаподацима, просторним подацима и сервисима просторних података.</li>

<li>Е-управа

E-управа је дефинисана као примена електронских информација и техника комуникација у јавном сектору у комбинацији са организационим променама и унапређењем способности људских ресурса. Циљ је побољшање ефикасности јавних установа и повећање нивоу услуга за целокупну јавност и приватни сектор. [Шведска стратегија за геоподатке]</li>

<li>E-сервиси

Е-сервиси јавног сектора омогућавају извршавање трансакција при јавном сектору користећи, на пример, Интернет, мобилне телефоне или напредне телефонске сервисе. [Шведска стратегија за геоподатке]</li>

<li>Web Map Service (WMS)

WMS производи карте геореференцираних података. Дефинишемо карту као визуелну презентацију геоподатака, карта није податак сам по себи. [OGC, WMS 1.1.1]

Сервис који може производити карте цртајући у стандардном формату за слике (PNG, GIF, JPEG, ...) заснован на стандардном скупу улазних параметара. [GSDI Cookbook]</li>

<li>Web Feature Service (WFS)

Сервис који може описати управљање подацима радећи на OGC Simple Features (feature инстанца), тако да сервиси и клијенти могу комуницирати на feature нивоу. [GSDI Cookbook] </li>

<li>Web Coverage Server (WCS)

Сервис који подржава мрежне измене геопросторних података као покривање (coverages) вредностима или особинама географских локација. [GSDI Cookbook] [OGC 02-024]</li>
</ul>    
</p>
@endsection